/* Here you can provide nice strings to show up in the style preferences 
   You also need to localize the imported states and keywords
   they need to be prefixed with a /<modename>/ */


"LESS Attributes" 			=	"Attributes";
"LESS Keywords" 			=	"Keywords";
"LESS Digits" 				=	"Digits";
"LESS Colors" 				=	"Colors";
"AutodocComment" 			=	"/*\" Comment \"*/";
"Comment" 					=	"/* Comment */";
"SingleComment" 			=	"// Comment";
"String" 					=	"\"Strings\"";
"Inside curly brackets" 	=	"{Inside curly brackets}";
"Round bracket" 			=	"(Inside parentheses)";
"SingleString" 				=	"'Strings'";